Repository: groupe-conseil-nutshimit-nippour/django-geoprisma
Catalog: geoprisma/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Information found
fr: Informations trouvées

source: Disconnection
fr: Déconnexion

source: Create new features
fr: Créer de nouveaux éléments

source: Add control was disabled
fr: L'ajout de contrôles a été désactivé

source: Add control was disabled, because the feature is already created
fr: L'ajout de contrôles a été désactivé, parce que l'éléments a déjà été créés

source: Multiple selection (drag box)
fr: Sélection multiple (boite de selection)

source: Single selection (point)
fr: Sélection simple (point)

source: Delete features
fr: Suppréssion d'éléments

source: Delete selected features ?
fr: Supprimer l'élément sélectionné ?

source: Modify features
fr: Modifier les éléments

source: Commit
fr: Soumettre

source: Commit modifications
fr: Soumettre les modifications

source: Cancel
fr: Annuler

source: Cancel current modifications. Geometry is reset to original.
fr: Annuler les modifications actuels.

source: Consult
fr: Consulter

source: Results
fr: Résultats

source: No context defined
fr: Aucun context n'est défini

source: No context was defined for this resource
fr: Aucun context n'a été définie pour cette resource

source: Files
fr: Fichiers

source: Title
fr: Titre

source: Comment
fr: Commentaire

source: Layout
fr: Disposition

source: Resolution
fr: Résolution

source: Scale
fr: Échelle

source: Print
fr: Imprimer

source: Create PDF
fr: Créer un PDF

source: Generating PDF. Please wait...
fr: Création du PDF. Veuillez patienter...

source: Some layers currently visible on the map are not supported by the print service
fr: Il y a des couches visibles qui ne sont pas supportées par le service d'impression

source: They would be excluded from the document.
fr: Ils vont être exclues du document.

source: Do you wish to proceed anyway ?
fr: Est-ce que vous voulez continuer malgré tout?

source: Please, turn them off first.
fr: Veuillez le désactiver.

source: TileCache using WMS requests
fr: TileCache utilise des requêtes WMS

source: There's currently an active drawing control. Please, turn it off first.
fr: It y a présentement un outil de dessin activé. Veuillez le désactiver.

source: Zoom to maximum extent
fr: Zoom arrière au maximum

source: Zoom in : left click on map or draw a zoom box
fr: Zoom avant : clique gauche sur la cârte ou utiliser une boîte de séletion

source: Zoom out : left click on map or draw a zoom box
fr: Zoom arrière : clique gauche sur la cârte ou utiliser une boîte de séletion

source: Pan : click left and drag
fr: Déplacement : cliquer gauche et glisser

source: Previous view
fr: Vue précédente

source: Next view
fr: Prochaine vue

source: Coordinates
fr: Coordonnées

source: Coordinate info box
fr: Boîte d'information des coordonnées

source: Recenter
fr: Recentrer

source: Filter
fr: Filtre

source: Starts with
fr: Commencer avez

source: Anywhere
fr: N'importe où

source: Ends with
fr: Terminer avec

source: Min nb of chars
fr: Nombre minimal de caractères

source: Show center
fr: Afficher le centre

source: Draw a box on the map to get information on queryable layers
fr: Dessiner un boîte sur la cârte pour obtenir des informations sur les couches disponibles

source: List of queryable layers
fr: Liste des couches disponibles

source: Query in progress, please wait...
fr: Requête en cours, veuillez patienter...

source: Loading ...
fr: Chargement...

source: Completed :
fr: Complet :

source: of
fr: de

source: There are no queryable layers
fr: Il n'y a pas de couches disponibles

source: Warning
fr: Attention

source: No record found
fr: Aucun resultat trouvé

source: Result
fr: Résultat

source: Click on the map to get information on queryable layers
fr: Cliqué sur la cârte pour recevoir des informations sur les couches disponibles

source: <p>Query the map first</p>
fr: <p>Veuillez seletionner une cârte en premier<p>

source: Help
fr: Aide

source: <p>No result to display</p>
fr: <p>Aucun résultat à afficher</p>

source: Query result
fr: Résultat de la requête

source: Please select a row
fr: Veuillez sélectionner une ligne

source: shortcut
fr: raccourci

source: by
fr: par

source: Please wait...
fr: Veuillez patienter...

source: Shortcut
fr: Raccourci

source: View
fr: Voir

source: EPSG:32187
fr: MTM, Fuseau 7

source: EPSG:32188
fr: MTM, Fuseau 8

source: EPSG:2959
fr: UTM, zone 18

source: EPSG:2960
fr: UTM, zone 19

source: EPSG:4326#DMS
fr: DMS

source: EPSG:4326
fr: Degré décimal
